{
  "type": "typeCharacter",
  "version": "1.0.0",
  "data": {
    "FMG": {
      "title": "대장군",
      "subtitle": "내가 가는 길이 왕도다.",
      "contents": "라인전에 대한 이해도 최상. 승리에 대한 집착이 매우 강합니다. 팀의 승리는 물론이며, 라인전의 승리 또한 중요합니다. 팀에게 맞춰주기 보다는 팀이 나에게 맞춰야하는 경향이 있습니다. 승리가 아니면 죽음을.",
      "image": "Diana_1.jpg"
    },
    "FT": {
      "title": "탑 왕",
      "subtitle": "근본",
      "contents": "탑의 정수. 전장 속 대장군 그 자체입니다. 싸움이 시작되면 당신의 본능은 오로지 상대를 물어뜯는 것 뿐입니다. 공격성이 다분하며 전장을 휘젓는 것이 존재이유입니다. 과몰입하면... 적진에서 혼자 휘젓고 있는 나 자신을 발견할 수 있어요.",
      "image": "Olaf_1.jpg"
    },
    "FA": {
      "title": "탑신병자",
      "subtitle": "최선의 방어는 공격",
      "contents": "내가 죽더라도 상대를 죽이면 그것만으로 오히려 좋아. 죽음이 두렵지 않습니다. 매우 높은 공격성을 띄며 뛰어난 피지컬을 바탕으로 상대를 제압합니다. 당신의 머리속에는 오로지 상대를 이 게임에서 지워버리는 것뿐입니다. 그러다가 본인이 지워지기도...",
      "image": "Irelia_0.jpg"
    },
    "FS": {
      "title": "츤데레",
      "subtitle": "지금 하면 안되는데...",
      "contents": "비교적 밸런스가 잘 갖춰져있는 플레이를 보여줍니다. 공격과 수비의 전환이 유연합니다. 나의 실수를 정확히 파악하는 편입니다. 본인이 1순위 이지만, 팀의 요구에 종종 어쩔 수 없이 져줍니다. 때문에 본인의 플레이를 모두 보여주지 못할지도 모르겠네요.",
      "image": "Taric_0.jpg"
    },
    "FMM": {
      "title": "주인공 호소인",
      "subtitle": "존버해라",
      "contents": "안정적으로 라인전을 풀어나가는 능력이 있습니다. 그 마음 속에서는 아주 날카로운 한자루의 칼을 품고 말이죠. 무난히 성장하며 한 방에 대한 욕심을 가지고 있는 경향이 있습니다. 칼을 꺼내는 순간 당신은 다른 사람이 되어버릴 지도 모르겠습니다.",
      "image": "Jayce_3.jpg"
    },
    "MGF": {
      "title": "배틀메이지",
      "subtitle": "이번엔 누가 날 즐겁게 해줄까?",
      "contents": "날카로운 전투감각을 지니고 있습니다. 전투를 회피하고 합류하는 능력이 뛰어납니다. 가끔씩 욕심있는 플레이를 보여줄 때도 있습니다. 이런점 때문에 다소 전투에만 몰입하는 경향이 있습니다. 때로는 싸움없는 승리도 값진 승리입니다.",
      "image": "Ryze_11.jpg"
    },
    "MGT": {
      "title": "식스맨",
      "subtitle": "보이지않는 손",
      "contents": "숨겨진 1등공신. 공격적이기보다는 수비적인 성향을 가지고 있습니다. 다소 라인전에서는 강력한 모습을 보여주지 못할 수도 있습니다. 당신의 진가는 운영과 한타에서 빛을 발합니다. 어느순간 상대에게 당신은 제거대상 1순위가 되어있을 것입니다.",
      "image": "Galio_0.jpg"
    },
    "MGA": {
      "title": "사신",
      "subtitle": "잡았죠.",
      "contents": "킬각. 뛰어난 순간판단능력과 전투감각을 지니고 있습니다. 이 능력을 바탕으로한 당신의 압도적인 피지컬은 상대를 제압하기에 충분합니다. 하지만 갱킹에는 취약한 모습을 보이기도 하며, 답답함을 참지 못하는 경향이 있습니다.",
      "image": "Leblanc_20.jpg"
    },
    "MGS": {
      "title": "한타의 조율자",
      "subtitle": "...조준...격발!",
      "contents": "본인이 해야할 역할을 매우 잘 파악하고 있습니다. 안정적인 위치선정능력을 바탕으로 라인전, 한타 할 것 없이 본인의 역할을 충분히 수행해내는 능력이 있습니다. 당신은 최소 1인분, 팀에 있으면 이득인 사람.",
      "image": "Morgana_26.jpg"
    },
    "MGMM": {
      "title": "주인공",
      "subtitle": "잠재력...측정불가",
      "contents": "게임의 흐름을 지배하는 자. 압도적인 딜링능력과 안정적인 판단력을 지니고 있습니다. 게임의 판도를 뒤엎을 수 있는 모습을 많이 보여줍니다. 당신이 각성하는 순간, 게임은 승리를 향해갑니다. 하지만 각성을 못 한다면...?",
      "image": "Azir_0.jpg"
    },
    "TF": {
      "title": "오태식",
      "subtitle": "단단묵직",
      "contents": "당신은 오래 싸우기위해 태어난 사람. 팀을 지키기보다는 상대방을 괴롭게 만드는 것에 특화되어있습니다. 끈질긴 집념을 바탕으로 우주 끝까지 쫒아갑니다. 당신에게 두려움이란 극복할 것 그 이상, 그 이하도 아니네요.",
      "image": "KSante_2.jpg"
    },
    "TMG": {
      "title": "한타 왕",
      "subtitle": "갑니다.갑니다.갑니다.",
      "contents": "한타를 지배하는 자. 뛰어난 판단력과 위치선정으로 한타를 이끌어갑니다. 어떻게 해야 팀이 승리할 수 있는지 이해하고 있으며, 판단에 확신이 서면 바로 실행에 옮깁니다. 그런데 팀이 호응하지 못하면 뇌절이 될 수도.",
      "image": "Amumu_17.jpg"
    },
    "TA": {
      "title": "카운터 복서",
      "subtitle": "한 대...두 대... 지금!",
      "contents": "내가 맞고있는 건 다 이유가 있어 임마. 온화함 속에서 날카로운 송곳을 숨기고 있습니다. 얼핏보면 쉬워보일 수 있지만, 순식간에 주도권을 가져오는 재주가 있습니다. 당신에게 대가없는 희생이란 없습니다. 나의 희생에는 모두 숨겨진 의미가 있다.",
      "image": "Zac_0.jpg"
    },
    "TS": {
      "title": "유일신",
      "subtitle": "팀을 패려거든 나를 먼저 패라",
      "contents": "당신은 협곡에 없어서는 안될 존재입니다. 당신이 팀에 있기만 해도 팀은 든든함을 느낍니다. 희생정신이 뛰어나며, 상대를 죽이기 보다는 자신의 팀을 지키려는 경향이 강합니다. 이것은 종종 팀에게 소극적으로 보일 수도 있습니다.",
      "image": "Alistar_0.jpg"
    },
    "TMM": {
      "title": "벽",
      "subtitle": "버티기 장인",
      "contents": "쓰러지질 않아. 당신은 생존감각이 특히 발달되어 있습니다. 죽을듯 말듯 계속 살아가는 생존 외줄타기의 장인일 지도 모릅니다. 안정적인 위치선정능력을 바탕으로 버티고 버팁니다. 첫째, 둘째, 셋째, 죽지 않을 것. 근데 우리팀은 어디갔지?",
      "image": "Malphite_0.jpg"
    },
    "AF": {
      "title": "어쌔신 크리드",
      "subtitle": "내가 죽기전에 널 죽인다",
      "contents": "네게 생존이란 선택지는 없다. 그리고 나에게 죽음이란 선택지는 없다. 매우 공격적인 성향을 지니고 있습니다. 당신의 공격성은 상대에게 무시무시한 공포를 새겨놓습니다. 그로인한 급발진도 자주 있는 일이죠. 충과 신을 오가는 당신...",
      "image": "MasterYi_10.jpg"
    },
    "AMG": {
      "title": "각도기",
      "subtitle": "3렙 킬각? 6렙 킬각? 킬각?",
      "contents": "자신만의 치밀한 전략과 압도적인 전투감각을 지니고 있습니다. 당신의 머리속은 킬을 만들어내기 위한 전략으로 가득합니다. 킬을 만들어 내기 위해 초석을 다져놓고, 상대의 실수를 기다립니다. 맹수처럼.",
      "image": "Katarina_10.jpg"
    },
    "AT": {
      "title": "홍길동",
      "subtitle": "동에 번쩍, 서에 번쩍",
      "contents": "상황에 맞게 적재적소 활약하는 한타지향형 암살자. 당신의 플레이에는 공/수 밸런스가 적절하게 섞여있습니다. 결정적인 순간을 파악하고 캐치하는 능력이 뛰어납니다. 하지만 그 순간을 팀원들도 알아야 할텐데.",
      "image": "Akali_0.jpg"
    },
    "AS": {
      "title": "잭 더 리퍼",
      "subtitle": "모든 건 계획대로",
      "contents": "완벽주의. 맹독을 지닌 뱀. 상대의 실수를 착실하게 기다립니다. 이미 머릿속에는 나의 계획을 모두 정리해놨어요. 그 계획을 실행하는 순간은 확실한 순간이며, 확실한 결말을 만들어 냅니다. 그렇기에 다소 답답한 면도 있습니다.",
      "image": "Zed_0.jpg"
    },
    "AMM": {
      "title": "캐리 호소인",
      "subtitle": "캐리",
      "contents": "캐리를 외치는 당신은 협곡의 주인공이 되길 원합니다. 압도적인 피지컬로 상대에게 충격과 공포를 선사합니다. 일단 성장하기만 하면 이래도 되나 싶을 정도의 파괴력을 보여줍니다. 일단 성장하기만 하면...",
      "image": "Quinn_0.jpg"
    },
    "SF": {
      "title": "통치자",
      "subtitle": "싸움은 내 손 끝에서 시작된다.",
      "contents": "싸움 좀 그만 걸어. 싸움각이 보이면 고민하지 않고 돌진합니다. 당신의 머리속 경우의 수는 한가지에요. 우리가 이긴 수. 압도적인 전투 능력으로 우리 원거리 딜러에게 행복한 라인전을 선사합니다. 혹은 지옥을 선사합니다.",
      "image": "Thresh_6.jpg"
    },
    "SMG": {
      "title": "어머니",
      "subtitle": "원딜은 내가 지키고, 내가 키운다",
      "contents": "유틸형 서포터. 안정적인 위치에서 뛰어난 판단력으로 팀원을 케어합니다. 의외의 피지컬과 뇌지컬을 가지고 있습니다. 그래서 그런지 딜 욕심도 가지고 있는 편이죠. 팀원의 생존도 중요하지만 나의 생존도 중요합니다. 다 비켜!",
      "image": "Soraka_15.jpg"
    },
    "ST": {
      "title": "팀의 수문장",
      "subtitle": "나는...필연적인 존재다...",
      "contents": "든든합니다. 팀을 위한 헌신 그 자체라고 볼 수 있어요. 개인을 위한 선택보다 승리를 위한 선택을 하는 당신이 협곡의 수호자이자, 소환사들의 가족을 지켜주는 진정한 수호자입니다. 신나서 혼자 저 앞에 가있는 경향이...",
      "image": "TahmKench_11.jpg"
    },
    "SA": {
      "title": "혼돈,파괴,망각",
      "subtitle": "급발진",
      "contents": "최고의 고점과 최저의 저점을 넘나드는 당신. 공격적인 서포터의 경향을 가지고 있으며, 서포터임에도 불구하고 캐리하려는 욕심이 있습니다. 그 욕심이 팀을 어디로 인도할지는 미지수입니다.",
      "image": "Pyke_0.jpg"
    },
    "SMM": {
      "title": "모든 원딜의 빛",
      "subtitle": "왕자님 오늘은 10킬입니다.",
      "contents": "바텀 라인전의 정점. 원거리 딜러 껌딱지. 원거리 딜러 케어에 진심인 편. 게임을 하고 나면 원거리 딜러로부터 러브콜받는 경우가 많습니다. 다소 원거리 딜러를 제외한 팀원들을 배척하는 경향이 있습니다.",
      "image": "Nautilus_0.jpg"
    },
    "MMF": {
      "title": "존 윅",
      "subtitle": "혹시 원딜 탑하는건 아니죠?",
      "contents": "싸움이 있는 곳에 내가 있다. 공격적인 원거리 딜러의 대표주자. 수준급의 캐리력을 지니고 있습니다. 한 번 이기면 끝까지 적을 괴롭게 만들 수 있는 능력이 있습니다. 그 한 번을 지면 끝까지 팀을 괴롭게 만드는 능력이 있...",
      "image": "Samira_0.jpg"
    },
    "MMMG": {
      "title": "숨겨진 승리의 열쇠",
      "subtitle": "내 게임은 15분 부터야.",
      "contents": "안전제일. 안정적인 위치선정 능력. 무난히 성장만하면 캐리할 수 있어. 본인의 포지션에 대해 잘 이해하고 있으며, 게임을 풀어나가는 능력이 뛰어납니다. 엄청난 잠재력과 캐리력을 숨기고 있습니다. 근데... 언제까지 숨길건데...",
      "image": "Ezreal_0.jpg"
    },
    "MMT": {
      "title": "호크아이",
      "subtitle": "판단하는 명사수",
      "contents": "상황에 따라 알맞는 플레이를 보여주는 원거리 딜러. 한타에서 그때그때 본인의 역할을 파악하고 유연하게 게임을 풀어나가는 능력이 있습니다. 상대와 순수 피지컬 대결은 비교적 부족할지도 모릅니다.",
      "image": "Caitlyn_10.jpg"
    },
    "MMA": {
      "title": "주인공 병 말기",
      "subtitle": "이거 킬각이다..!",
      "contents": "앞구르기. 앞비전. 앞대쉬. 앞점멸. 피지컬형 원거리 딜러. 킬캐치 능력이 뛰어나, 혼자서도 승리에 영향을 주는 플레이를 만들어내는 능력이 있습니다. 여러가지 변수를 만들어냅니다. 그것이 패배에 큰 영향을 주기도 한다고...",
      "image": "Vayne_0.jpg"
    },
    "MMS": {
      "title": "바텀의 왕",
      "subtitle": "나를 지켜라.",
      "contents": "신중한 성격의 원거리 딜러. 바텀 라인전에 대한 높은 이해도를 가지고 있습니다. 어떤 서포터와 함께 하더라도 상황을 풀어갈 수 있는 능력을 가지고 있습니다. 그런데 서포터가 답답하면 흑화할지도.",
      "image": "Ashe_8.jpg"
    }
  }
}